Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: This video was rejected (duplicate upload).
be: Гэтае відэа адкінулі (запампавалі такое ж самае).

source: This video was uploaded from an Android phone.
be: Відэа запампавалі з тэлефона Android.

source: This wall is empty
be: Сьцяна пустая

source: This week
be: На гэтым тыдні

source: This widget is too large for the hotseat.
be: Віджэт завялікі для гэтае прасторы.

source: This widget needs an updated version of ADW.Launcher.
be: Гэты віджэт патрабуе новае вэрсіі пускача ADW.

source: This widget needs an updated version of ADW.Launcher.\nPlease update or contact widget developer
be: Гэты віджэт патрабуе новае вэрсіі пускача ADW.\n Калі ласка, абнавіце ці зьвяжыцеся з распрацоўнікам віджэту.

source: This will allow you to use a different network provider in your country.
be: Гэта дазволіць вам карыстацца ў сваёй краіне іншым пастаўніком сеціва.

source: This will also be used to encrypt the backup archive.
be: З дапамогаю гэтага пароль расшыфруецца архіў адноўкі.

source: This will clear all shortcuts to recently chosen search suggestions.
be: Ачысьцяцца ўсе выклічнікі да пошукавых прапановаў, якія часта абіраюцца.

source: This will clear all shortcuts to recently chosen search suggestions."
be: Ачысьцяцца ўсе выклічнікі да пошукавых прапановаў, якія часта абіраюцца."

source: This will disable:
be: Забароняцца:

source: This will end your connection with:
be: Разарвецца сувязь з наступнымі прыладамі:

source: This will erase all data from your phone's internal storage, including:
be: Сатруцца ўсе зьвесткі з унутранага сховішча тэлефона, у тым ліку:

source: This will erase all data from your phone, including:
be: Сатруцца ўсе зьвесткі з тэлефона, у тым ліку:

source: This will erase all data from your phone, including:\nYour Google account\nSystem and application data and settings\nDownloaded applications\nIt will not erase:\nCurrent system software and bundled applications\nSD card files, such as music or photos
be: Гэткім чынам сатруцца ўсе дадзеныя з вашага тэлефону, у тым ліку:\n Ваш рахунак Google\n Налады сыстэмы ды праґрамаў\n Сьцягнутыя праґрамы\n Гэта не закране:\n Бягучыя сыстэмныя праґрамныя сродкі ды ўбудаваныя праґрамы\n Файлы з карткі SD, кшталту музыкі ды фатаздымкаў.

source: This will erase all data from your tablet's internal storage, including:
be: Сатруцца ўсе зьвесткі з унутранага сховішча пляншэта, у тым ліку:

source: This will replace any data currently on the device!
be: Усе зьвесткі на прыладзе заменяцца адноўкаю!

source: This will turn off Wi-Fi client/hotspot operation.
be: Гэта спыніць працу кліента ці адметнага пункту Wi-Fi.

source: This year
be: У гэтым годзе

source: Thread
be: Галіна

source: Three days
be: Тры дні

source: Three way calling
be: Размаўляць утрох

source: Thu
be: чц

source: Thumbnail view
be: Абразкі

source: Thumbnails
be: Абразкі

source: Thursday
be: чацьвер

source: Thx 4 H two Oh!
be: Дзяк за Аш два О!

source: Thx 4 hot water!
be: Дзяк за гарачую вадзічку!

source: Thx 4 miiiiiilk!
be: Дзяк за малаааакооо!

source: Tijuana
be: Тыхуана

source: Time
be: Час

source: Time Color
be: Колер часу

source: Time Color (Screensaver)
be: Колер часу (ахоўнік экрана)

source: Time filter
be: Прасеяць па часе

source: Time for lunch.
be: Час абедаць.

source: Time lapse interval
be: Прамежак між кадрамі

source: Time lapse recording
be: Запісваецца па кадрах

source: Time on
be: Час улучаным

source: Time since boot:
be: Мінула часу па запуску:

source: Time spent with Bluetooth on:
be: Час, які мінуў з улучаным Bluetooth:

source: Time spent with Wifi on:
be: Час, які мінуў з улучаным Wi-Fi:

source: Time spent with Wifi running:
be: Час, які мінуў з Wi-Fi у працы:

source: Time spent with phone on:
be: Час, які мінуў з улучаным тэлефонам:

source: Time spent with screen on:
be: Час, які мінуў з улучаным экранам:

source: Time spent without sleeping:
be: Час, які мінуў бяз сну:

source: Time to be served.
be: Час паслужыць.

source: Time will tell...
be: Час пакажа…

source: Time without a signal
be: Час без сыґналу

source: Time zone
be: Часавы абсяг

source: Timed out.
be: Скончыўся тэрмін чакаць на злучэньне.

source: Timeout
be: Час выйшаў

source: Timer
be: З затрымкаю

source: Timer duration
be: Працягласьць затрымкі

source: Tint Color
be: Фарбаваць колерам

source: Tiny
be: Маленечкі

source: Tiny text
be: Маленечкі тэкст

source: Tip: double-tap to zoom in and out.
be: Падказка: націсьніце двойчы, каб павялічыць або паменшыць.

source: Title
be: Назва

source: Title...
be: Назва…

source: To
be: Каму

source: To Inbox
be: Ува ўваходныя

source: To activate something that you\’re touching, tap it.
be: Каб запусьціць тое, да чаго вы дакранаецеся, адпусьціце палец ды націсьніце на гэта.

source: To add a contact to your list of favorites:
be: Каб дадаць кантакт да сьпісу ўпадабаных, зрабіце наступнае:

source: To add an account with a different username, touch Add Account.
be: Каб дадаць рахунак зь іншым іменем карыстальніка, націсьніце «Дадаць рахунак».

source: To add an app to your home screen, touch & hold it.
be: Каб дадаць праґраму на галоўны экран, націсьніце на яе ды трымайце.

source: To add contacts, press Menu and touch:
be: Каб дадаць кантакт, націсьніце Мэню, потым:

# To add contacts, press Menu and touch:
source: To add contacts, press Menu and touch:\n
be: Каб дадаць кантакт, націсьніце Мэню, потым:\n

source: To allow downloads, select \"Turn off USB storage\" in the notification.
be: Каб дазволіць спампоўваць, абярыце «Выключыць сховішча USB» у спавяшчэньні.

source: To allow downloads, touch Turn Off USB Storage in the notification.
be: Каб спампоўваць, націсьніце ў спавяшчэньні «Выключыць сховішча USB».

source: To also clear music, pictures, and other user data, the SD card needs to be erased.
be: Каб сьцерці таксама й музыку, відарысы ды іншыя зьвесткі, трэба ачысьціць картку SD.

source: To bathe or not to bathe...
be: Купацца альбо не купацца…

source: To change this setting, temporarily turn on background data and automatic sync.
be: Каб зьмяніць налады, часова дазвольце злучацца на заднім пляне ды самарушна сынхранізаваць.

source: To change your preference, temporarily turn on background data and automatic sync.
be: Каб зьмяніць перавагі, часова дазвольце злучацца на заднім пляне ды самарушна сынхранізаваць.

source: To clear all data on this phone the USB storage needs to be erased.
be: Каб сьцерці ўсе зьвесткі з тэлефона, трэба ачысьціць сховішча USB.

source: To clear music, pictures, and other user data, the SD card needs to be erased.
be: Каб сьцерці музыку, відарысы ды іншыя зьвесткі, трэба ачысьціць картку SD.

source: To clear music, pictures, and other user data, the USB storage needs to be erased.
be: Каб сьцерці музыку, відарысы ды іншыя зьвесткі, трэба ачысьціць сховішча USB.

source: To configure voicemail, go to Menu > Settings.
be: Каб наставіць галасавую пошту, абярыце «Налады» ў мэню.

source: To create groups you need an account
be: Каб ствараць суполкі, трэба мець рахунак

source: To date
be: Да даты

source: To enable auto-refresh ensure Background data is enabled in the 'Accounts & sync' settings page.
be: Каб самарушна абнаўлялася, упэўніцеся, ў частцы «Рахункі ды сынхранізаваньне» бачыны наладаў дазволена злучацца на заднім пляне.

source: To enable auto-refresh ensure Background data is enabled in the \'Accounts & sync\' settings page.
be: Каб самарушна абнаўлялася, упэўніцеся, ў частцы «Рахункі ды сынхранізаваньне» бачыны наладаў дазволена злучацца на заднім пляне.

source: To exit, find and touch the %s button.
be: Каб выйсьці, знайдзіце ды націсьніце кнопку «%s».

source: To find out more add as friend below.
be: Каб даведацца болей, дадайце яго да сяброў ніжэй.

source: To import contacts from SIM card, please turn off Airplane mode.
be: Каб узяць кантакты з карткі SIM, спачатку выйдзіце са стану «ў самалёце».

source: To invite others, press Menu and select \"Add to chat\".
be: Каб запрасіць іншых, націсьніце «Мэню» ды абярыце «Дадаць да гутаркі»

source: To make a new folder on your home screen, stack one app on top of another.
be: Каб стварыць каталёґ на галоўным экране, пакладзіце адну праґраму на іншую.

source: To move an app, touch & hold it.
be: Каб перасунуць праґраму, націсьніце на яе ды трымайце.

source: To move to the next lesson, find and activate the %s button, located near the bottom-right corner of the screen.
be: Знайдзіце ды задзейнічайце кнопку %s (ніжні правы кут экрану), каб перайсьці да наступнага ўроку.

source: To pair with \"%1$s\", confirm that it is showing the passkey: %2$s.
be: Каб спалучыцца з «%1$s», пацьвердзіце, што пароль — гэта %2$s.

source: To pair with \u0022%1$s\u0022, confirm that it is showing the passkey: %2$s.
be: Каб спалучыцца з «%1$s», пацьвердзіце, што пароль — гэта %2$s.

source: To pair with:
be: Каб спалучыцца з:

source: To place a call, first turn off Airplane mode.
be: Каб выклікаць, спачатку выйдзіце са стану «ў самалёце»

source: To place an Internet call, check your Internet connection first
be: Каб выклікаць празь сеціва, спачатку спраўдзіце злучэньне зь сецівам

source: To remove it tap on the X next to the location listed below.
be: Каб прыняць яго з допісу, націсьніце «X» насупраць месца ніжэй.

source: To report an issue, please provide the details of problem you are seeing and select Send Logs button.
be: Каб паведаміць пра хібу, распавядзіце пра яе падрабязьней, і абярыце «Даслаць справаздачы».

source: To restrict background data for this app, first set a mobile data limit.
be: Каб забараніць праґраме, спачатку абмяжуйце перасоўнае сеціва.

source: To resume this call, end the current call first.
be: Каб аднавіць гэты выклік, спачатку скончыце бягучы выклік.

source: To resume using your phone, you must perform a factory reset.
be: Каб працягваць карыстацца тэлефонам, трэба ўзнавіць яго да завадзкога стану.

source: To resume using your tablet, you must perform a factory reset.
be: Каб працягваць карыстацца пляншэтам, трэба ўзнавіць яго да завадзкога стану.

source: To scroll through a list, you can slide two fingers along the screen.
be: Каб прагартаць сьпіс, ссуньце два пальцы ўздоўж экрану.

source: To see all your apps, touch the circle.
be: Каб убачыць усе праґрамы, націсьніце на кола.

source: To see available networks, turn WiFi on.
be: Улучыце Wi-Fi, каб убачыць даступныя сеткі.

source: To see devices, turn Bluetooth on.
be: Улучыце Bluetooth, каб убачыць прылады.

source: To switch to a different voice search language, visit Settings.
be: Каб шукаць голасам іншаю моваю, завітайце ў налады.

source: To switch to this or another voice search language, visit Settings.
be: Каб шукаць голасам іншаю моваю, завітайце ў налады.

source: To the rippling pond below:
be: ў сажалку, пакрытую рабізною:

source: To time
be: Да часу

source: To turn off voice input, go to keyboard settings.
be: Каб забараніць уводзіць голасам, перайдзіце да наладаў клявіятуры.

source: To turn video on tap on the video button.
be: Каб улучыць відэа, пстрыкніце па кнопцы «Відэа».

source: To unlock, press Menu then 0.
be: Каб адамкнуць, націсьніце «Мэню», а потым «0».

source: To unlock, sign in with your Google account
be: Каб адамкнуць, увайдзіце ў свой рахунак Google

source: To use Bluetooth services, you must first turn on Bluetooth.
be: Каб карыстацца службамі Bluetooth, спачатку трэба задзейнічаць Bluetooth.

source: To use voice input, press the microphone button or slide your finger across the on-screen keyboard.
be: Каб уводзіць голасам, націсьніце кнопку мікрафону, або ссуньце палец па экраннае клявіятуру зьлева направа.

source: To view this information now, browse to %s on any computer connected to the Internet.
be: Каб зірнуць гэтыя зьвесткі зараз, перайдзіце да %s з кампутара, злучанага зь сецівам.

source: To view this information now, go to %s from any computer connected to the Internet.
be: Каб прагледзець гэтыя зьвесткі зараз, перайдзіце да %s з кампутару, які мае доступ да сеціва.

source: To view this video, please verify you are 18 or older by signing in.
be: Каб паглядзець яго, пацьвердзіце, калі ласка, што вы ўжо маеце 18 год: увайдзіце ў сыстэму.

source: To:
be: Каму:

source: To: %3$s
be: Каму: %3$s

source: To: %4$s
be: Каму: %4$s

source: To: \"%1$s\"
be: Каму: «%1$s»

source: To: \u0022%1$s\u0022
be: Каму: «%1$s»

source: To:\u0020
be: Каму:\u0020

source: Toast
be: Вынырцы

source: Today
be: Сёньня

source: Today %1$s
be: Сёньня а %1$s

source: Today at %s
be: Сёньня а %s

source: Today, %1$s
be: Сёньня, %1$s

source: Toggle Celsius/Fahrenheit units
be: Адзінкі вымярэньня: па Цэльсію ці па Фарэнгейце

source: Toggle DNS check
be: Ці спраўджваць DNS

source: Toggle hold
be: Утрымваць або аднавіць

source: Toggle shuffle on and off
be: Мяшаць або не

source: Toggle soft keyboard
be: Праґрамная клявіятура

source: Toggle state
be: Зьмяніць стан

source: Toggle sync
be: Сынхранізаваць або не

source: Toggle technical info
be: Тэхнічныя зьвесткі

source: Toggle visibility
be: Бачныя ці не

source: Toggled
be: Зьмянілі

source: Tokyo, Osaka
be: Токіё, Асака

source: Tomorrow
be: Заўтра

source: Tonga
be: Тонґа

source: Tongue sticking out
be: Паказвае язык

source: Too Fast
be: Зашпарка

source: Too many %s deletes.
be: Сьціраецца зашмат %s.

source: Too many failed sign in attempts.
be: Зашмат спробаў увайсьці.

source: Too many incorrect attempts!
be: Зашмат спробаў!

source: Too many pattern attempts!
be: Зашмат спробаў намаляваць узор!

source: Too many recipients
be: Зашмат атрымальнікаў

source: Too many requests are being processed.
be: Выконваецца зашмат запытаў.

source: Too many requests are being processed. Try again later.
be: Выконваецца зашмат запытаў. Паспрабуйце зноўку пазьней.

source: Too many vCard files in the USB storage
be: Сховішча USB мае зашмат файлаў візытовак

source: Too many vCard files in the storage
be: У сховішчы зашмат файлаў візытовак

source: Too many vCard files on the SD card
be: Картка SD мае зашмат файлаў візытовак

source: Too short
be: Закароткі

source: Top
be: Уверсе

source: Top (Shrink desktop)
be: Уверсе (пашырыць стальніцу)

source: Top free
be: Дармовыя папулярныя

source: Top of the morning to you!
be: Раніца ўжо пачалася!

source: Top paid
be: Платныя папулярныя

source: Top rated
be: Высока ацэненыя

source: Total
be: Разам

source: Total bytes:
be: Агулам байтаў:

source: Total bytes: %1$d
be: Разам байтаў: %1$d

source: Total in all time
be: Увогуле за ўвесь час

source: Total since boot
be: Увогуле з часу, як тэлефон загрузіўся

source: Total space
be: Агулам прасторы

source: Total time:
be: Агульны час:

source: Total:
be: Разам:

source: Touch
be: Націснуць

source: Touch & hold delay
be: Затрымка доўгага націску

source: Touch & hold this key to change keyboard settings, like auto complete
be: Націсьніце ды трымайце гэтую клявішу, каб зьмяніць налады клявіятуры, кшталту ці заканчваць самарушна

source: Touch & hold to pick up a widget
be: Каб абраць віджэт, націсьніце ды трымайце

source: Touch here to create one.
be: Націсьніце сюды, каб стварыць яго.

source: Touch Next to continue with setup.
be: Каб працягваць уладкоўваць, націсьніце Далей.

source: Touch Back to connect to a different WiFi network.
be: Каб злучыцца зь іншаю сеткаю Wi-Fi, націсьніце Назад.

source: Touch Continue when done
be: Націсьніце «Працягваць», калі скончыце

source: Touch Next.
be: Націсьніце «Далей»

source: Touch Settings to control it.
be: Каб кіраваць ёю, націсьніце «Налады».

source: Touch Sign in to open your company's web-based sign-in page.
be: Націсьніце «Увайсьці», каб адчыніць сеціўную бачыну ўваходу вашага таварыства.

source: Touch \"Next\" to continue or press your phone's Back button to exit.
be: Націсьніце «Далей», каб працягваць, або націсьніце кнопку «назад», каб выйсьці.

source: Touch \u0022Add account\u0022 to add an account (if you just added an account, wait for it to finish syncing and try again).
be: Каб дадаць рахунак, націсьніце «Дадаць рахунак» (калі рахунак ужо ёсьць, пачакайце, пакуль ён сынхранізуецца, і паспрабуйце зноўку).

source: Touch \u201CActivate\u201D to place a special call that activates your phone on your carrier's mobile network, so you can place calls and connect to mobile data networks.
be: Націсьніце «Задзейнічаць», каб набраць нумар, які задзейнічае ваш тэлефон у сетцы вашага апэратару перасоўнае сувязі, так што можна будзе тэлефанаваць і далучацца да перасоўнае сеткі сеціва.

source: Touch \u201CActivate\u201D to place a special call that activates your phone on your carrier\'s mobile network, so you can place calls and connect to mobile data networks.
be: Націсьніце «Задзейнічаць», каб набраць нумар, які задзейнічае ваш тэлефон у сетцы вашага апэратару перасоўнае сувязі, так што вы зможаце тэлефанаваць і далучацца да перасоўнае сеткі перадаваць дадзеныя.

source: Touch \u201CNext\u201D when you\u2019re ready to draw your own pattern.
be: Націсьніце «Далей», калі падрыхтуецеся намаляваць уласны ўзор.

source: Touch \u201CNext\u201D.
be: Націсьніце «Далей».

source: Touch a network to connect to it
be: Каб злучыцца зь сеткаю, націсьніце на яе

source: Touch any text box to start typing
be: Каб надрукаваць, націсьніце ў любым тэкставым полі

source: Touch any text field to open the keyboard and start typing.
be: Націсьніце на любым тэкставым полі, каб адчыніць клявіятуру ды пачаць друкаваць.

source: Touch for other USB options
be: Націсьніце, каб паглядзець можнасьці USB

source: Touch for settings
be: Націсьніце, каб наладзіць

source: Touch here to close this hint and start typing!
be: Націсьніце сюды, каб зачыніць намінку ды пачаць друкаваць!

source: Touch here to re-run Setup Wizard
be: Націсьніце сюды, каб нанова запусьціць сродак уладкоўваньня

source: Touch here to start typing
be: Націсьніце тут, каб друкаваць

source: Touch icon to change.
be: Зьмяніць? Націсьніце.

source: Touch sounds
be: Гук дотыку

source: Touch the android to begin.
be: Націсьніце на андроіда, каб пачаць.

source: Touch the button below if you want to copy files between your computer and your Android\u2018s SD card.
be: Націсьніце кнопку ўнізе, калі хочаце перапісаць файлы з кампутару на картку SD прылады ці наадварот.

source: Touch the button below if you want to copy files between your computer and your Android\u2018s USB storage.
be: Націсьніце кнопку ўнізе, калі хочаце перапісаць файлы з кампутара ў сховішча USB прылады ці наадварот.

source: Touch this hint to continue »
be: Націсьніце на гэтую намінку, каб працягваць »

source: Touch to configure
be: Націсьніце, каб наставіць

source: Touch to configure profile
be: Націсьніце, каб наставіць профіль

source: Touch to connect to \u0022%1$s\u0022
be: Націсьніце, каб злучыцца з «%1$s»

source: Touch to connect to \u0022%1$s\u0022.
be: Націсьніце, каб злучыцца з «%1$s»

source: Touch to enable
be: Націсьніце, каб дазволіць

source: Touch to enter password
be: Націсьніце, каб упісаць пароль

source: Touch to free up space.
be: Націсьніце, каб вызваліць прастору.

source: Touch to learn more about mobile data use
be: Націсьніце, каб даведацца болей пра выкарыстаньне сеціва

source: Touch to pair
be: Спалучыць — націсьніце

source: Touch to pair with %1$s
be: Націсьніце, каб спалучыцца з %1$s

source: Touch to reconnect to a VPN.
be: Націсьніце, каб зноўку далучыцца да сеткі VPN.

source: Touch to remove restriction
be: Націсьніце, каб прыбраць забарону

source: Touch to select music.
be: Націсьніце, каб абраць музыку.

source: Touch to set enabled/disabled
be: Націсьніце, каб задзейнічаць або не

source: Touch to set up.
be: Націсьніце, каб уладкаваць.

source: Touch to set volume.
be: Націсьніце, каб вызначыць гучнасьць.

source: Touch to sign into your account.
be: Націсьніце, каб увайсьці ў свой рахунак.

source: Touch to sync now
be: Націсьніце, каб сынхранізаваць зараз

# Touch to sync now %1$s
source: Touch to sync now\n%1$s
be: Націсьніце, каб сынхранізаваць зараз\n %1$s

# Touch to sync now
source: Touch to sync now\n
be: Націсьніце, каб сынхранізаваць зараз\n

source: Touch to try again.
be: Націсьніце, каб паспрабаваць зноўку.

source: Touch to view events after %1$s
be: Націсьніце, каб зірнуць, што было пасьля %1$s

source: Touch to view events before %1$s
be: Націсьніце, каб зірнуць, што было да %1$s

source: Touch to view usage and settings
be: Націсьніце, каб паглядзець ужываньне ды налады

source: Touch to view your screenshot.
be: Націсьніце, каб зірнуць здымак.

source: Touch tone keypad
be: Націсьніце на танальны наборнік

source: Touch “Activate” to place a special call that activates your phone on your carrier's mobile network, so you can place calls and connect to mobile data networks.
be: Націсьніце «Задзейнічаць», каб набраць нумар, які задзейнічае тэлефон у сетцы вашага апэратару перасоўнае сувязі, так што можна будзе тэлефанаваць і далучацца да перасоўных сетак сеціва.

source: Touch “Activate” to place a special call that activates your phone on your carrier\'s mobile network, so you can place calls and connect to mobile data networks.
be: Націсьніце «Задзейнічаць», каб набраць нумар, які задзейнічае ваш тэлефон у сетцы вашага апэратару перасоўнае сувязі, так што вы зможаце тэлефанаваць і далучацца да перасоўных сетак перадаваць дадзеныя.

source: Touch “Begin” to start the tutorial and find out more or touch “Skip” to skip this tutorial and continue.
be: Націсьніце «Пачаць», каб запусьціць навучаньне ды даведацца болей, або націсьніце «Прапусьціць», каб прапусьціць навучаньне ды працягваць.

source: Touch “Begin” to start the tutorial and find out more or touch “Skip” to skip this tutorial and continue.\u0020
be: Націсьніце «Пачаць», каб запусьціць дапаможнік і даведацца болей, або націсьніце «Прапусьціць», каб прапусьціць дапаможнік і працягваць.\u2020

source: Touch “Begin” to start the tutorial and find out more.
be: Націсьніце «Пачаць», каб запусьціць навучаньне ды даведацца болей.

source: Touch “Begin” to start the tutorial and find out more.\u0020
be: Націсьніце «Пачаць», каб запусьціць дапаможнік і даведацца болей.\u2020

source: Touch “Create” on the next screen and we’ll help you set one up.
be: На наступным экране націсьніце «Стварыць», і мы дапаможам вам уладкаваць рахунак.

source: Touch “Next” to continue or press the Back button to exit.
be: Націсьніце «Далей», каб працягваць, або націсьніце кнопку «назад», каб выйсьці.

source: Touch “Next” to continue or press your phone's Back button to exit.
be: Націсьніце «Далей», каб працягваць, або націсьніце кнопку «назад», каб выйсьці.

source: Touch “Next” to re-activate this username and use it with your phone.
be: Націсьніце «Далей», каб задзейнічаць гэтае імя ды карыстацца ім на тэлефоне.

source: Touch “Next” when you’re ready to draw your own pattern.
be: Націсьніце «Далей», калі падрыхтуецеся намаляваць уласны ўзор.

source: Touch “Next”.
be: Націсьніце «Далей».

source: Touching OK will stop %1$s.
be: Націснуўшы «Добра» вы спыніце %1$s.

source: Track %d
be: Дарожка %d

source: Track added
be: Дадалі дарожку

source: Trackball Answer
be: Адказваць трэкболам

source: Trackball Hangup
be: Класьці слухаўку трэкболам

source: Tracks
be: Дарожкі

source: Traffic
be: Загружанасьць

source: Traffic data is not real-time, and directions may be wrong, dangerous, prohibited, or involve ferries.
be: Зьвесткі пра загружанасьць дарогаў падаюцца не ў бягучым часе, шляхі могуць быць памылковымі, небясьпечнымі, могуць улучаць закрытыя ўчасткі дарогаў ці паромныя пераправы.

source: Traffic view
be: Загружанасьць

source: Train Station
be: Чыгуначная станцыя

source: Trams
be: трамваяў

source: TransPot
be: ТранШпарт

source: Transfer
be: Перадаваць файлы

source: Transfer canceled by user.
be: Карыстальнік скасаваў перадаваць гэта.

source: Transfer forbidden by target device.
be: Прызначаная прылада забараніла перадаваць гэта.
